{
    "student" : "เงื่อนไขข้อตกลงการใช้งานนี้ (“ข้อตกลงการใช้งาน”) มีผลใช้บังคับตั้งแต่วันที่ 31 มีนาคม 2564 เป็นต้นไป จนกว่าจะมีการประกาศแก้ไข เปลี่ยนแปลง เพิ่มเติม หรือมีประกาศเงื่อนไขฉบับใหม่โดยบริษัท ทิวเทอร์เฮาส์ จำกัด (“บริษัท”) เมื่อมีการเปลี่ยนแปลง บริษัทจะทำการแสดงข้อตกลงใช้งานใหม่บนหน้านี้ และถือว่าผู้ใช้งานได้ยินยอมตามข้อตกลงใช้งานใหม่ในทันที \n\nข้อตกลงการใช้งานจะเป็นข้อตกลงการใช้งานของคุณบนแพลตฟอร์มของ TUTOR HAUS ( Tutorhaus.app, TUTOR HAUS iOS application และ TUTOR HAUS Android application) ซึ่งต่อไปในข้อตกลงนี้จะเรียกว่า TUTOR HAUS ซึ่งรวมถึงเนื้อหาและการให้บริการทั้งหมดบนแพลตฟอร์มของ TUTOR HAUS ที่คุณต้องปฏิบัติตาม \n\nหากคุณมีคำถามเกี่ยวกับข้อตกลงการใช้งานของเรา คุณสามารถติดต่อเราผ่าน Customer Support ได้ \n\nข้อตกลงนี้กำกับดูแลและกำหนดแนวทางปฏิบัติในการใช้บริการบนแอพพลิเคชั่น ของ TUTOR HAUS ซึ่งขึ้นอยู่กับนโยบายและดุลพินิจของ TUTOR HAUS แต่เพียงฝ่ายเดียวเท่านั้น \n\nTUTOR HAUS สงวนสิทธิใช้ดุลยพินิจแต่เพียงฝ่ายเดียวในการตัดสินปัญหาต่างๆที่เกิดขึ้น โดยอ้างอิงจากนโยบายการใช้งานและข้อปฎิบัติต่างๆของ แอพพลิเคชั่น TUTOR HAUS \n\nเงื่อนไขและข้อตกลงในการใช้บริการสำหรับนักเรียน \n\n1. นักเรียนยอมรับว่าข้อมูลประวัติส่วนตัวนั้นเป็นความจริง หากภายหลังมีการตรวจสอบ แล้วพบว่าเป็นเท็จ TUTOR HAUS สามารถดำเนินการระงับบัญชีการใช้งานถาวร \n2. นักเรียนไม่สามารถส่งข้อมูลส่วนตัว เช่น เบอร์, อีเมล, LINE ID ให้ติวเตอร์ ก่อนยืนยันการสมัครเรียน มิฉะนั้นจะถูกระงับบัญชีการใช้งานถาวร \n3. หากพบติวเตอร์ใช้คำไม่สุภาพหรือส่งภาพที่ไม่เหมาะสม สามารถแจ้งทีมงาน TUTOR HAUS เพื่อดำเนินการ \n4. หากนักเรียนไม่สามารถไปเรียนได้ตามตารางที่ยืนยันไว้และต้องการเลื่อนคลาสเรียน นักเรียนจะต้องแจ้งติวเตอร์ล่วงหน้าอย่างน้อย 1 วัน เพื่อทำการเลื่อนวัน/เวลา มิฉะนั้นจะถือว่านักเรียนยกเลิกคลาสเรียนและไม่สามารถคืนเงินได้ \n5. นักเรียนสามารถเลื่อนคลาสเรียนได้ 1 ครั้ง ตามเงื่อนไขในข้อ4 หากไม่สามารถตกลงวัน/เวลาใหม่กับติวเตอร์ได้และต้องยกเลิกคลาสเรียน นักเรียนจะไม่สามารถขอคืนเงินได้ \n6. นักเรียนไม่สามารถโอนย้ายคลาสที่ยืนยันแล้วให้แก่นักเรียนคนอื่นได้ \n7. เมื่อนักเรียนสมัครคอร์สเรียนกับติวเตอร์ หลังจากชำระเงินระบบจะทำการยืนยันคลาสเรียนและล็อกตารางเรียนสำหรับคลาสเรียนแรกเท่านั้น นักเรียนจะต้องทำการยืนยันวันและเวลาเรียนของครั้งถัดๆไปกับติวเตอร์อีกครั้งเพื่อเป็นการล็อกตารางเรียน มิฉะนั้นทาง TUTOR HAUS จะไม่สามารถการันตีวันและเวลาเรียนที่นักเรียนสมัครได้ \n8. ในกรณีที่นักเรียนสมัครคอร์สเรียนและไม่พอใจในการสอนของติวเตอร์ สามารถแจ้งปัญหาและขอเปลี่ยนติวเตอร์ได้ ทาง TUTOR HAUS จะทำการตรวจสอบและดำเนินการเปลี่ยนติวเตอร์ให้  หากปัญหาดังกล่าวไม่เป็นความจริงและไม่เห็นสมควรกับการเปลี่ยนแปลง แต่นักเรียนยืนยันจะขอเปลี่ยนติวเตอร์ นักเรียนจะต้องเสียค่าปรับ 30% ของค่าเรียนทั้งหมด \n9. หากนักเรียนไม่สามารถหาติวเตอร์ในวิชาที่จะเรียนได้ นักเรียนสามารถส่งรีเควสมาให้แอดมินผ่านทางเพจ Facebook/Line \n10. นักเรียนสามารถประเมินการสอนของติวเตอร์ได้ หลังจากจบคลาสผ่านแอปพลิเคชัน \n11. หากนักเรียนกระทำการใดๆ ที่สร้างความเสื่อมเสียให้แก่ TUTOR HAUS นักเรียนจะถูกระงับบัญชีการใช้งานถาวร และจะต้องรับผิดชอบเยียวยาค่าเสียหายดังกล่าวแก่บริษัทตามความเสียหายที่เกิดขึ้นจริง \n12. หากมีการเรียนการสอนระหว่างนักเรียนกับติวเตอร์ โดยไม่ได้ยืนยันคลาสเรียนผ่านแอป ทาง TUTOR HAUS จะไม่รับผิดชอบในทุกกรณี  หากเกิดปัญหาในการสอน เช่น การยกเลิกคลาสเรียนโดยไม่แจ้งล่วงหน้าหรือการไม่มาสอนตามนัด \n\nบทลงโทษ (พิจารณาตามระเบียบข้อบังคับของ TUTOR HAUS) \n1. ตักเตือน เมื่อทำผิดครั้งแรก \n2. จ่ายค่าปรับ 30% ของค่าเรียนทั้งหมด \n3. ระงับบัญชีการใช้งานถาวร* \n\n*หากถูกระงับบัญชีการใช้งานถาวร นักเรียนจะไม่มีสิทธิ์ในการขอคืนเงินค่าเรียนใดๆ และบริษัทถือว่านักเรียนได้รับทราบและยอมรับเงื่อนไขและข้อตกลงในการใช้บริการสำหรับนักเรียนเรียบร้อยแล้ว \n\nการยกเลิกและการคืนเงิน \nTUTOR HAUS จะพิจารณาตามเงื่อนไขและข้อตกลงในการใช้บริการสำหรับนักเรียนข้างต้นและหากต้องมีการคืนเงินจะดำเนินการคืนเงินภายในระยะเวลา 7 วัน",
    "tutor" : "เงื่อนไขข้อตกลงการใช้งานนี้ (“ข้อตกลงการใช้งาน”) มีผลใช้บังคับตั้งแต่วันที่ 31 มีนาคม 2564 เป็นต้นไป จนกว่าจะมีการประกาศแก้ไข เปลี่ยนแปลง เพิ่มเติม หรือมีประกาศเงื่อนไขฉบับใหม่โดยบริษัท ทิวเทอร์เฮาส์ จำกัด (“บริษัท”) เมื่อมีการเปลี่ยนแปลง บริษัทจะทำการแสดงข้อตกลงใช้งานใหม่บนหน้านี้ และถือว่าผู้ใช้งานได้ยินยอมตามข้อตกลงใช้งานใหม่ในทันที \n\nข้อตกลงการใช้งานจะเป็นข้อตกลงการใช้งานของคุณบนแพลตฟอร์มของ TUTOR HAUS ( Tutorhaus.app, TUTOR HAUS iOS application และ TUTOR HAUS Android application) ซึ่งต่อไปในข้อตกลงนี้จะเรียกว่า TUTOR HAUS ซึ่งรวมถึงเนื้อหาและการให้บริการทั้งหมดบนแพลตฟอร์มของ TUTOR HAUS ที่คุณต้องปฏิบัติตาม \n\nหากคุณมีคำถามเกี่ยวกับข้อตกลงการใช้งานของเรา คุณสามารถติดต่อเราผ่าน Customer Support ได้ \n\nข้อตกลงนี้กำกับดูแลและกำหนดแนวทางปฏิบัติในการใช้บริการบนแอพพลิเคชั่น ของ TUTOR HAUS ซึ่งขึ้นอยู่กับนโยบายและดุลพินิจของ TUTOR HAUS แต่เพียงฝ่ายเดียวเท่านั้น \n\nTUTOR HAUS สงวนสิทธิใช้ดุลยพินิจแต่เพียงฝ่ายเดียวในการตัดสินปัญหาต่างๆที่เกิดขึ้น โดยอ้างอิงจากนโยบายการใช้งานและข้อปฎิบัติต่างๆของ แอพพลิเคชั่น TUTOR HAUS \n\nเงื่อนไขและข้อตกลงในการใช้บริการสำหรับติวเตอร์ \n\n1. ติวเตอร์ยอมรับว่าประวัติส่วนตัวและรายละเอียดเกี่ยวกับการสอนนั้นเป็นความจริง หากภายหลังมีการตรวจสอบ แล้วพบว่าเป็นเท็จ TUTOR HAUS สามารถดำเนินการระงับบัญชีการใช้งานถาวร \n2. ติวเตอร์สามารถรับสอนเฉพาะวิชาที่ตัวเองเชี่ยวชาญเท่านั้น และมั่นใจว่าจะสามารถสอนได้เท่านั้น \n3. ติวเตอร์ห้ามส่งข้อมูลส่วนตัว เช่น เบอร์, อีเมล, LINE ID ให้นักเรียน ก่อนนักเรียนยืนยันการสมัครเรียน มิฉะนั้นจะถูกระงับบัญชีการใช้งานถาวร \n4. ห้ามส่งภาพที่ไม่เหมาะสมหรือใช้คำไม่สุภาพหรือส่อไปในทางลามกอนาจารกับนักเรียน \n5. หากพบนักเรียนพูดจาไม่สุภาพ ห้ามโต้ตอบทุกกรณี ติวเตอร์สามารถแจ้งทีมงาน TUTOR HAUS เพื่อดำเนินการ \n6. ติวเตอร์ไม่สามารถโอนงานให้ติวเตอร์คนอื่นได้ \n7. หากติวเตอร์ไม่สามารถไปสอนได้ตามวัน/เวลาที่ตกลงไว้ ติวเตอร์จะต้องแจ้งนักเรียนล่วงหน้าอย่างน้อย 1 วัน เพื่อทำการเลื่อนวัน/เวลากับนักเรียน มิเช่นนั้นติวเตอร์จะต้องเสียค่าปรับ 30% ของค่าสอนที่ยกเลิก ในครั้งถัดไป \n8. ติวเตอร์สามารถเลื่อนวัน/เวลาได้เพียง 1 ครั้งหลังมีการยืนยันคลาสเรียน ถ้ายังไม่สามารถตกลงวัน/เวลาใหม่กับนักเรียนได้และต้องยกเลิกคลาส ติวเตอร์จะต้องจ่ายค่าปรับ 30% ของค่าสอนที่ยกเลิกในครั้งถัดไป \n9. หากนักเรียนไม่พอใจในการสอนของติวเตอร์เนื่องจากติวเตอร์ไม่เตรียมตัวสอนหรือไม่เชี่ยวชาญในวิชานั้นๆ ทาง TUTOR HAUS จะมีบทลงโทษโดยพิจารณาตามลำดับ \n10. ในกรณีที่นักเรียนยกเลิกคอร์สเรียนที่ยืนยันไว้กับติวเตอร์ ติวเตอร์จะสามารถหานักเรียนใหม่ได้ในแอปพลิเคชั่น โดยหลังจากมีการยืนยันคลาสเรียนในครั้งถัดไป ติวเตอร์จะไม่ต้องเสียค่าธรรมเนียม \n11. ในกรณีที่นักเรียนสมัครคอร์สเรียนและติวเตอร์ไม่สามารถสอนจนครบกำหนดเวลาคอร์สเรียนได้ ติวเตอร์จะต้องจ่ายค่าปรับ 30% ของค่าสอนในครั้งถัดไป \n12. หากติวเตอร์กระทำการใดๆ ที่สร้างความเสื่อมเสียให้แก่ TUTOR HAUS ติวเตอร์จะถูกระงับบัญชีการใช้งานถาวร และจะต้องรับผิดชอบเยียวยาค่าเสียหายดังกล่าวแก่บริษัทตามความเสียหายที่เกิดขึ้นจริง \n13. หากมีการเรียนการสอนระหว่างนักเรียนกับติวเตอร์ โดยไม่ได้ยืนยันคลาสเรียนผ่านแอป ทาง TUTOR HAUS จะไม่รับผิดชอบในทุกกรณี หากเกิดปัญหาในการสอน มีการฉ้อโกง หรือไม่จ่ายค่าสอน \n\nบทลงโทษ (พิจารณาตามระเบียบข้อบังคับของ TUTOR HAUS) \n1. ตักเตือน เมื่อทำผิดครั้งแรก \n2. จ่ายค่าปรับ 30% ของค่าสอนในครั้งถัดไป \n3. ระงับบัญชีการใช้งานถาวร* \n\n*หากถูกระงับบัญชีการใช้งานถาวร ติวเตอร์จะไม่ได้รับสิทธิ์ในการรับเงินค่าตอบแทนใดๆ ซึ่งรวมถึงค่าตอบแทนที่ติวเตอร์พึงได้รับก่อนจะเกิดเหตุให้ถูกระงับบัญชีการใช้งานถาวร และบริษัทถือว่าติวเตอร์ได้รับทราบและยอมรับเงื่อนไขและข้อตกลงในการใช้บริการสำหรับติวเตอร์เรียบร้อยแล้ว \n\nการรับค่าสอนของติวเตอร์ \nเมื่อติวเตอร์ทำการสอนนักเรียนในแต่ละครั้งเสร็จเรียบร้อยแล้ว ทั้งนักเรียนและติวเตอร์จะต้องกดยืนยันการสอนครั้งนั้นๆ  หลังจากนั้นทางระบบจะทำการตรวจสอบและระบบจะโอนเงินค่าสอนให้ติวเตอร์ภายใน 24 ชม. ในการรับเงินชื่อของติวเตอร์ในบัตรประชาชนจะต้องตรงกับชื่อในหน้าบัญชีธนาคาร \n\nค่าธรรมเนียมและค่าดำเนินการต่างๆโดย TUTOR HAUS \nค่าธรรมเนียมและค่าดำเนินการคิดเป็น 30% โดยหักจากค่าสอนหลังจากที่นักเรียนตกลงทำการเรียนการสอนกับติวเตอร์แล้ว ทั้งนี้ยังไม่มีรวมค่าธรรมเนียมการโอนเงินผ่านธนาคาร \n\nการหักภาษี ณ ที่จ่าย \nTUTOR HAUS จะทำการหักภาษี ณ ที่จ่ายในทุกใบแจ้งชำระค่าสอน หลังจากที่ติวเตอร์ได้ทำการสอนและยืนยันการสอนเรียบร้อยแล้ว TUTOR HAUS จะรวบรวมและนำส่งใบหักภาษี ณ ที่จ่ายให้กับติวเตอร์ในวันสุดท้ายของเดือนอีกครั้ง"
}